Repository: inkFusionLabs/TinySteps
Catalog: TinySteps/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, pt, zh_hans

# ui.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
pt: Salvar
zh_hans: 保存

# ui.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
pt: Cancelar
zh_hans: 取消

# ui.note.placeholder
source: Add a short note
ar: أضف ملاحظة قصيرة
de: Kurze Notiz hinzufügen
es: Añade una nota corta
fr: Ajouter une courte note
hi: एक छोटा नोट जोड़ें
it: Aggiungi una breve nota
pt: Adicione uma nota curta
zh_hans: 添加简短备注

# ui.journal.quick
source: Quick Journal
ar: مذكّرة سريعة
de: Schnelles Journal
es: Diario rápido
fr: Journal rapide
hi: त्वरित जर्नल
it: Diario rapido
pt: Diário rápido
zh_hans: 快速日记

# ui.tip.title
source: Tip of the Day
ar: نصيحة اليوم
de: Tipp des Tages
es: Consejo del día
fr: Conseil du jour
hi: आज की सलाह
it: Consiglio del giorno
pt: Dica do dia
zh_hans: 今日小贴士

# ui.see.next
source: See another
ar: عرض أخرى
de: Weiteren anzeigen
es: Ver otro
fr: Voir un autre
hi: एक और देखें
it: Vedi un altro
pt: Ver outra
zh_hans: 查看另一个

# ui.add.to.journal
source: Save to journal
ar: حفظ في المذكرة
de: Im Journal speichern
es: Guardar en el diario
fr: Enregistrer dans le journal
hi: जर्नल में सहेजें
it: Salva nel diario
pt: Salvar no diário
zh_hans: 保存到日记

# tip.breathe.box
source: Try box breathing: 4 in, 4 hold, 4 out, 4 hold.
ar: جرّب تنفّس الصندوق: ٤ شهيق، ٤ حبس، ٤ زفير، ٤ حبس.
de: Probieren Sie Box-Atmung: 4 ein, 4 halten, 4 aus, 4 halten.
es: Prueba la respiración en caja: 4 dentro, 4 pausa, 4 fuera, 4 pausa.
fr: Essayez la respiration en boîte : 4 dedans, 4 pause, 4 dehors, 4 pause.
hi: बॉक्स ब्रीदिंग आज़माएँ: 4 अंदर, 4 रोकें, 4 बाहर, 4 रोकें।
it: Prova la respirazione a scatola: 4 dentro, 4 pausa, 4 fuori, 4 pausa.
pt: Tente respiração em caixa: 4 entra, 4 segura, 4 sai, 4 segura.
zh_hans: 试试盒式呼吸：吸4秒，停4秒，呼4秒，再停4秒。

# tip.micro.walk
source: A 2-minute hallway walk can reset your stress.
ar: مشي لمدة دقيقتين يمكن أن يخفّف التوتر.
de: Ein 2‑minütiger Spaziergang kann Stress senken.
es: Una caminata de 2 minutos puede reducir el estrés.
fr: Une marche de 2 minutes peut réduire le stress.
hi: 2 मिनट की सैर तनाव कम कर सकती है।
it: Una camminata di 2 minuti può ridurre lo stress.
pt: Uma caminhada de 2 minutos pode reduzir o estresse.
zh_hans: 2分钟走一走有助于缓解压力。

# tip.hydration
source: Sip water regularly; small bottles help.
ar: اشرب الماء بانتظام؛ الزجاجات الصغيرة تساعد.
de: Trinken Sie regelmäßig Wasser; kleine Flaschen helfen.
es: Bebe agua con regularidad; ayudan las botellas pequeñas.
fr: Buvez régulièrement de l'eau ; les petites bouteilles aident.
hi: नियमित रूप से पानी पिएँ; छोटी बोतलें सहायक होती हैं।
it: Bevi acqua regolarmente; aiutano le bottiglie piccole.
pt: Beba água regularmente; garrafas pequenas ajudam.
zh_hans: 规律小口喝水；小瓶更方便。

# tip.ask.questions
source: Write down 2 questions to ask the care team.
ar: دوّن سؤالين لطرحِهما على فريق الرعاية.
de: Notieren Sie 2 Fragen für das Behandlungsteam.
es: Anota 2 preguntas para el equipo médico.
fr: Notez 2 questions à poser à l'équipe soignante.
hi: देखभाल टीम से पूछने के लिए 2 प्रश्न लिख लें।
it: Scrivi 2 domande da fare al team sanitario.
pt: Anote 2 perguntas para a equipe de cuidado.
zh_hans: 记下要问护理团队的2个问题。

# tip.skin.to.skin
source: If allowed, try a few minutes of skin-to-skin.
ar: إن أمكن، جرّب بضع دقائق من تلامس الجلد.
de: Wenn möglich, versuchen Sie ein paar Minuten Hautkontakt.
es: Si es posible, intenta unos minutos piel con piel.
fr: Si possible, essayez quelques minutes de peau à peau.
hi: यदि संभव हो, कुछ मिनट स्किन-टू-स्किन आज़माएँ।
it: Se possibile, prova qualche minuto di contatto pelle a pelle.
pt: Se possível, tente alguns minutos de pele a pele.
zh_hans: 如可行，尝试几分钟肌肤接触。

# tip.note.small.wins
source: Note one small win from today—no win is too small.
ar: اكتب إنجازًا صغيرًا اليوم — لا إنجاز صغير جدًا.
de: Notieren Sie einen kleinen Erfolg von heute – keiner ist zu klein.
es: Escribe un pequeño logro de hoy—ninguno es demasiado pequeño.
fr: Notez un petit progrès d’aujourd’hui — aucun n’est trop petit.
hi: आज की एक छोटी उपलब्धि लिखें — कोई भी छोटी नहीं।
it: Annota un piccolo successo di oggi — nessuno è troppo piccolo.
pt: Anote uma pequena conquista de hoje — nenhuma é pequena demais.
zh_hans: 记下一件今天的小收获——再小也值得。

# tip.rest.catnap
source: Catnap when you can; set a 15-minute timer.
ar: غفوة قصيرة عند الإمكان؛ اضبط مؤقّت 15 دقيقة.
de: Machen Sie, wenn möglich, ein Nickerchen; 15‑Minuten-Timer setzen.
es: Duerme una siesta corta cuando puedas; pon un temporizador de 15 min.
fr: Faites une micro-sieste quand vous pouvez ; mettez un minuteur de 15 min.
hi: जब संभव हो छोटी झपकी लें; 15 मिनट का टाइमर लगाएँ।
it: Schiaccia un pisolino quando puoi; imposta un timer da 15 minuti.
pt: Tire um cochilo quando puder; ajuste um alarme de 15 minutos.
zh_hans: 能休就打个盹；设置15分钟定时。

# checkin.title
source: Quick Check-In
ar: فحص سريع
de: Schneller Check-in
es: Chequeo rápido
fr: Bilan rapide
hi: त्वरित चेक-इन
it: Controllo rapido
pt: Check-in rápido
zh_hans: 快速自检

# checkin.stress
source: Stress
ar: التوتر
es: Estrés
hi: तनाव
pt: Estresse
zh_hans: 压力

# checkin.sleep
source: Sleep (hours)
ar: النوم (ساعات)
de: Schlaf (Stunden)
es: Sueño (horas)
fr: Sommeil (heures)
hi: नींद (घंटे)
it: Sonno (ore)
pt: Sono (horas)
zh_hans: 睡眠（小时）

# checkin.submit
source: Save Check-In
ar: حفظ الفحص
de: Check-in speichern
es: Guardar chequeo
fr: Enregistrer le bilan
hi: चेक-इन सहेजें
it: Salva controllo
pt: Salvar check-in
zh_hans: 保存自检

# checkin.tip.header
source: Coping Tip
ar: نصيحة للتكيّف
de: Bewältigungstipp
es: Sugerencia de afrontamiento
fr: Astuce d'adaptation
hi: निपटने की सलाह
it: Suggerimento di coping
pt: Dica de enfrentamento
zh_hans: 应对小贴士

# checkin.tip.rest.first
source: You’re doing a lot. A short rest first, then one tiny task.
ar: أنت تبذل الكثير. استرح قليلًا ثم أنجز مهمة صغيرة.
de: Sie leisten viel. Erst kurz ausruhen, dann eine kleine Aufgabe.
es: Estás haciendo mucho. Descansa un poco y luego una tarea pequeña.
fr: Vous faites beaucoup. Un court repos, puis une petite tâche.
hi: आप बहुत कर रहे हैं। पहले थोड़ा आराम, फिर एक छोटा काम।
it: Stai facendo tanto. Prima un breve riposo, poi un piccolo compito.
pt: Você está fazendo muito. Descanse um pouco e faça uma tarefa pequena.
zh_hans: 你已经很用力了。先小憩片刻，再做一个小任务。

# checkin.tip.breath.box
source: Try box breathing: in 4, hold 4, out 4, hold 4.
ar: جرّب تنفّس الصندوق: ٤ شهيق، ٤ حبس، ٤ زفير، ٤ حبس.
de: Box-Atmung: 4 ein, 4 halten, 4 aus, 4 halten.
es: Prueba respiración en caja: 4 inhala, 4 retén, 4 exhala, 4 retén.
fr: Respiration en boîte : 4 inspire, 4 pause, 4 expire, 4 pause.
hi: बॉक्स ब्रीदिंग: 4 अंदर, 4 रोकें, 4 बाहर, 4 रोकें।
it: Respirazione a scatola: 4 inspira, 4 pausa, 4 espira, 4 pausa.
pt: Respiração em caixa: 4 inspira, 4 segura, 4 expira, 4 segura.
zh_hans: 试试盒式呼吸：吸4停4呼4再停4。

# checkin.tip.sleep.hygiene
source: Limit caffeine late, dim lights, and try a 15-min wind down.
ar: قلّل الكافيين ليلًا، خفّف الإضاءة واهدأ 15 دقيقة.
de: Spät weniger Koffein, Licht dimmen, 15 Min. runterfahren.
es: Menos cafeína tarde, luces tenues y 15 min para relajarte.
fr: Moins de caféine le soir, lumière douce, 15 min pour se poser.
hi: देर से कम कैफीन, हल्की रोशनी, 15 मिनट शांत होने के लिए।
it: Meno caffeina tardi, luci soffuse e 15 min per rilassarti.
pt: Menos cafeína à noite, luz baixa e 15 min para desacelerar.
zh_hans: 晚间少咖啡因、调暗灯光，放松15分钟。

# checkin.tip.micro.walk
source: A 2-minute walk or stretch can reset your stress.
ar: المشي/التمدد لدقيقتين قد يخفّف التوتر.
de: 2 Minuten gehen oder dehnen kann Stress resetten.
es: Caminar o estirarte 2 minutos puede reiniciar el estrés.
fr: 2 minutes de marche/étirements peuvent réduire le stress.
hi: 2 मिनट की चाल/स्ट्रेच तनाव रीसेट कर सकती है।
it: Una camminata o stretching di 2 minuti può resettare lo stress.
pt: Caminhar/alongar por 2 minutos pode reduzir o estresse.
zh_hans: 走/伸展2分钟有助于缓解压力。

# checkin.tip.keep.going
source: Keep going—small steps count. Note one win today.
ar: تابع—الخطوات الصغيرة تُحتسب. اكتب إنجاز اليوم.
de: Weiter so—kleine Schritte zählen. Notieren Sie einen Erfolg.
es: Sigue—los pasos pequeños cuentan. Anota un logro de hoy.
fr: Continuez—les petits pas comptent. Notez un progrès du jour.
hi: जारी रखें—छोटे कदम मायने रखते हैं। आज की एक उपलब्धि लिखें।
it: Avanti così—i piccoli passi contano. Annota un successo di oggi.
pt: Siga em frente—pequenos passos contam. Anote uma conquista de hoje.
zh_hans: 继续前行——小步也重要。记下一件今日小收获。

# checkin.saved.at
source: Saved at %@
ar: تم الحفظ في %@
de: Gespeichert um %@
es: Guardado a las %@
fr: Enregistré à %@
hi: सहेजा गया %@ पर
it: Salvato alle %@
pt: Salvo às %@
zh_hans: 已保存于 %@
